/* 
  Cloud.strings
  Sketch

  Created by Jelle De Laender on 12/02/16.
  Copyright © 2016 Bohemian Coding. All rights reserved.
*/

// Error alert
"cloudshare.error_generic_title" = "Sketch Cloud error.";
"cloudshare.error_generic_info" = "Something went wrong. Please try again later.";

// Upload Notification
"cloudshare.upload-notification.title" = "Upload Completed";
"cloudshare.upload-notification.description" = "Open the document in your browser";
